const questions = [

{
id:1,
question:"লাল ট্রাফিক সিগন্যালের অর্থ কী?",
options:[
"চলুন",
"ধীরে চলুন",
"থামুন",
"হর্ন দিন"
],
answer:2
},

{
id:2,
question:"সবুজ ট্রাফিক সিগন্যালের অর্থ কী?",
options:[
"থামুন",
"অপেক্ষা করুন",
"চলুন",
"পিছিয়ে যান"
],
answer:2
},

{
id:3,
question:"হলুদ ট্রাফিক সিগন্যালের অর্থ কী?",
options:[
"গতি বাড়ান",
"সতর্ক হয়ে থামার প্রস্তুতি নিন",
"হর্ন দিন",
"দ্রুত পার হন"
],
answer:1
},

{
id:4,
question:"গাড়ি চালানোর আগে কোনটি অবশ্যই পরীক্ষা করবেন?",
options:[
"ব্রেক",
"লাইট",
"টায়ার",
"উপরের সবগুলো"
],
answer:3
},

{
id:5,
question:"সিটবেল্ট কেন ব্যবহার করা হয়?",
options:[
"জরিমানা এড়াতে",
"নিরাপত্তার জন্য",
"গাড়ি চালু করতে",
"কোনোটিই নয়"
],
answer:1
},

{
id:6,
question:"গাড়ি চালানোর সময় মোবাইল ফোন ব্যবহার করা উচিত?",
options:[
"হ্যাঁ",
"না",
"জরুরি হলে সবসময়",
"শুধু রাতে"
],
answer:1
},

{
id:7,
question:"রাস্তা পার হওয়ার আগে কী করবেন?",
options:[
"ডানে-বামে দেখবেন",
"দৌড়ে পার হবেন",
"মোবাইল দেখবেন",
"কিছুই না"
],
answer:0
},

{
id:8,
question:"ওভারটেক করার আগে কী করবেন?",
options:[
"হর্ন দেবেন",
"ইন্ডিকেটর দেবেন",
"পিছনের রাস্তা দেখবেন",
"উপরের সবগুলো"
],
answer:3
},

{
id:9,
question:"গাড়ি কোথায় পার্ক করা নিষেধ?",
options:[
"হাসপাতালের সামনে",
"মোড়ে",
"জেব্রা ক্রসিংয়ের উপর",
"উপরের সবগুলো"
],
answer:3
},

{
id:10,
question:"জেব্রা ক্রসিং কার জন্য?",
options:[
"গাড়ির জন্য",
"মোটরসাইকেলের জন্য",
"পথচারীর জন্য",
"বাসের জন্য"
],
answer:2
}

];
